{
    "club-details": [
        {
            "id": 1,
            "logo": "mancity.png",
            "country": "England",
            "club-name": "Manchester City FC",
            "stadium": "Etihad Stadium, Manchester, England",
            "net-worth": "4.25 Billion"
        },
        {
            "id": 2,
            "logo": "realmadrid.png",
            "country": "Spain",
            "club-name": "Real Madrid CF",
            "stadium": "Santiago Bernabeu Stadium, Madrid, Spain",
            "net-worth": "4.24 Billion"
        },
        {
            "id": 3,
            "logo": "barcelonafc.png",
            "country": "Spain",
            "club-name": "FC Barcelona",
            "stadium": "Camp Nou, Barcelona, Spain",
            "net-worth": "4.02 Billion"
        },
        {
            "id": 4,
            "logo": "manunited.png",
            "country": "England",
            "club-name": "Manchester United FC",
            "stadium": "Old Trafford, Manchester, England",
            "net-worth": "3.81 Billion"
        },
        {
            "id": 5,
            "logo": "liverpool.png",
            "country": "England",
            "club-name": "Liverpool FC",
            "stadium": "Anfield, Liverpool, England",
            "net-worth": "3.30 Billion"
        },
        {
            "id": 6,
            "logo": "juventus.png",
            "country": "Italy",
            "club-name": "Juventus FC",
            "stadium": "Allianz Stadium, Turin, Italy",
            "net-worth": "1.95 Billion"
        },
        {
            "id": 7,
            "logo": "psg.png",
            "country": "France",
            "club-name": "Paris Saint-Germain FC",
            "stadium": "Parc des Princes, Paris, France",
            "net-worth": "1.91 Billion"
        },
        {
            "id": 8,
            "logo": "bayern.png",
            "country": "Germany",
            "club-name": "FC Bayern Munich",
            "stadium": "Allianz Arena, Munich, Germany",
            "net-worth": "1.87 Billion"
        },
        {
            "id": 9,
            "logo": "chelsea.png",
            "country": "England",
            "club-name": "Chelsea FC",
            "stadium": "Stamford Bridge, London, England",
            "net-worth": "1.85 Billion"
        },
        {
            "id": 10,
            "logo": "arsenal.png",
            "country": "England",
            "club-name": "Arsenal FC",
            "stadium": "Emirates Stadium, London, England",
            "net-worth": "1.75 Billion"
        },
        {
            "id": 11,
            "logo": "tottenham.png",
            "country": "England",
            "club-name": "Tottenham Hotspur FC",
            "stadium": "Tottenham Hotspur Stadium, London, England",
            "net-worth": "1.60 Billion",
            "clubhistory": "Tottenham Hotspur Football Club, commonly known as Spurs, is a renowned football club based in North London, England. Established in 1882, Spurs has a rich and storied history that has seen the club achieve success on both domestic and international stages.Tottenham's early years were marked by their formation as a local amateur club. However, in 1908, Spurs became the first non-league club to win the FA Cup, a feat that catapulted them into the professional ranks. The club's rise continued throughout the 20th century, with notable successes in the 1950s and 1960s.Under the guidance of the legendary manager Bill Nicholson, Tottenham experienced their most successful period. Known as the 'Glory, Glory' years, the team won numerous trophies, including the league title in 1951 and 1961, the FA Cup in 1961, 1962, and 1967, and the UEFA Cup Winners' Cup in 1963, becoming the first British club to win a major European competition. This era also saw the emergence of great players such as Danny Blanchflower, Dave Mackay, and Jimmy Greaves.Tottenham's European success continued in the 1970s, when they won the UEFA Cup (now the UEFA Europa League) in 1972 and became the first British club to win two different European trophies. The club's domestic fortunes fluctuated in the subsequent years, with intermittent cup successes and league challenges.In recent years, Tottenham has experienced a resurgence under the leadership of manager Mauricio Pochettino and now Nuno Espírito Santo. The team has consistently finished in the top four of the Premier League, securing qualification for the UEFA Champions League and demonstrating their status as a top-level club.Tottenham's home stadium, White Hart Lane, held a special place in the club's history before being replaced by the state-of-the-art Tottenham Hotspur Stadium in 2019. The new stadium has become an iconic venue, offering a modern and immersive experience for fans.The North London derby against Arsenal is one of the most fiercely contested rivalries in English football and adds further excitement to Tottenham's fixtures. These matches capture the passion and intensity of football in the capital city.Off the field, Tottenham Hotspur has been involved in various community and charitable initiatives. The club has focused on youth development through their academy, nurturing young talent and providing opportunities for local players.In conclusion, Tottenham Hotspur FC's history is characterized by periods of success, iconic players, and a dedicated fanbase. From their early triumphs to their resurgence in recent years, the club's commitment to attacking football and entertaining their supporters has made them a significant presence in English football. With a rich heritage and a bright future, Spurs continue to captivate fans around the world with their style of play and pursuit of glory."
        },{
            "id": 12,
            "logo": "sevilla.png",
            "country": "Spain",
            "club-name": "Sevilla FC",
            "stadium": "Ramón Sánchez Pizjuán Stadium, Seville, Spain",
            "net-worth": "0.55 Billion",
            "clubhistory": "Sevilla Football Club, commonly known as Sevilla FC, is a prestigious football club based in Seville, Spain. Founded in 1890, Sevilla FC has a rich history and has achieved remarkable success both domestically and in European competitions.Since its establishment, Sevilla FC has had periods of glory, including multiple victories in the UEFA Europa League. The club's first major success came in the early 20th century when they won the Copa del Rey, Spain's premier domestic cup competition. Throughout the years, Sevilla FC has continued to compete at the highest level in Spanish football and has achieved notable accomplishments, including league titles, domestic cup triumphs, and European successes.Under the guidance of talented managers and the dedication of its players, Sevilla FC has established a reputation for playing attractive and attacking football. The club's success in recent years has been particularly impressive, with a string of Europa League victories in 2014, 2015, 2016, and 2020, establishing them as one of the dominant forces in European football.In addition to their European triumphs, Sevilla FC has consistently challenged for top positions in La Liga, the top tier of Spanish football. The team has qualified for various editions of the UEFA Champions League and has competed against Europe's elite clubs, showcasing their ability to compete at the highest level.The Ramón Sánchez Pizjuán Stadium, the club's home ground, has witnessed many memorable moments in Sevilla FC's history. The passionate and loyal fanbase, known for their fervent support, creates an electric atmosphere during home matches, inspiring the team to perform at their best.Off the field, Sevilla FC is committed to community engagement and social responsibility. The club actively participates in various charitable initiatives, contributing to the well-being and development of the local community. Through their youth academy, Sevilla FC focuses on nurturing young talent, providing opportunities for aspiring players to develop and succeed.In conclusion, Sevilla FC's rich history, domestic and European successes, and commitment to attractive football make them a respected and beloved football club in Spain and beyond. With a strong foundation and a dedicated fanbase, Sevilla FC continues to strive for excellence and aims to achieve even greater heights in the future."
        },
        
        {
            "id": 13,
            "logo": "roma.png",
            "country": "Italy",
            "club-name": "AS Roma",
            "stadium": "Stadio Olimpico, Rome, Italy",
            "net-worth": "1.12 Billion",
            "clubhistory": "AS Roma, commonly known as Roma, is a prestigious football club based in Rome, Italy. Founded in 1927, Roma has a storied history and has established itself as one of the top teams in Italian football.Roma's journey began with the merger of three Roman clubs, resulting in the creation of AS Roma. The club quickly rose through the ranks of Italian football and achieved its first major success in 1942, winning the Serie A title. Since then, Roma has experienced several periods of success, both domestically and in European competitions.Roma's golden era came in the 1980s when the team, led by legendary captain Francesco Totti, won several trophies, including the Serie A titles in 1983 and 2001, and the Coppa Italia multiple times. The club's European adventures have seen them reach the final of the UEFA Champions League in 1984, showcasing their ability to compete with the best clubs on the continent.Stadio Olimpico, Roma's home stadium, has been witness to numerous historic moments in the club's history. The passionate and vocal fanbase, known as the 'tifosi', fills the stadium with chants and support, creating an electrifying atmosphere during matches. The North Rome derby against Lazio is one of the most intense and passionate rivalries in Italian football, adding further excitement to Roma's fixtures.Off the field, AS Roma is committed to making a positive impact in the community. The club actively engages in social and charitable initiatives, supporting causes related to youth development, education, and inclusion.Roma's net worth reflects its stature as one of Italy's top clubs. With a talented squad, passionate fans, and a rich history, AS Roma continues to captivate football enthusiasts around the world with its attractive style of play and pursuit of success. The club's ambition and determination ensure that Roma remains a force to be reckoned with in Italian football."
        },
        {
            "id": 14,
            "logo": "acmilan.png",
            "country": "Italy",
            "club-name": "AC Milan",
            "stadium": "San Siro, Milan, Italy",
            "net-worth": "1.57 Billion",
            "clubhistory": "AC Milan, often referred to as Milan, is a legendary football club based in Milan, Italy. Established in 1899, AC Milan has a rich and illustrious history, with numerous domestic and international successes.Milan's early years were marked by their foundation as a cricket and football club. However, the football department quickly gained prominence and became the primary focus of the club. AC Milan's first major success came in the 1901 Italian Football Championship, beginning a journey that would establish them as one of Italy's most successful clubs.The club's golden era came in the 1980s and 1990s when AC Milan dominated both Italian and European football. Under the guidance of visionary coach Arrigo Sacchi, Milan won back-to-back European Cups in 1989 and 1990, showcasing their tactical brilliance and formidable squad. The team's success continued in the following years, with triumphs in the Serie A, Coppa Italia, and UEFA Champions League, led by legendary players such as Franco Baresi, Paolo Maldini, and Marco van Basten.AC Milan's home stadium, San Siro, holds a special place in the club's history. The iconic venue has witnessed countless historic moments and has become synonymous with Milan's success and passionate fanbase. The Derby della Madonnina against city rivals Inter Milan adds further intensity to the club's fixtures, creating one of the most highly anticipated matches in Italian football.AC Milan's commitment to youth development and nurturing talent has been a cornerstone of the club's philosophy. The Milan Primavera youth academy has produced numerous notable players who have gone on to achieve success at both domestic and international levels.Off the field, AC Milan is actively engaged in social initiatives and community programs. The club is dedicated to improving the lives of others and supporting various charitable causes, focusing on education, social inclusion, and health promotion.In conclusion, AC Milan's rich history, iconic players, and passionate fanbase have solidified its position as one of Italy's most successful and beloved football clubs. With a strong financial backing, a legacy of success, and a commitment to attractive football, AC Milan continues to strive for greatness, aiming to reclaim its position at the pinnacle of Italian and European football."
        },
        
        {
            "id": 15,
            "logo": "intermilan.png",
            "country": "Italy",
            "club-name": "Inter Milan",
            "stadium": "San Siro, Milan, Italy",
            "net-worth": "1.32 Billion",
            "clubhistory": "Inter Milan, commonly known as Inter, is a historic football club based in Milan, Italy. Founded in 1908, Inter Milan has a rich and storied history that has seen the club achieve remarkable success domestically and internationally.Inter Milan's early years were marked by their formation as a breakaway club from another Milan-based team. Since its inception, Inter Milan has been a symbol of Milanese pride and identity. The club's success began in the 1920s and 1930s when they won multiple Italian league titles and became one of the dominant forces in Italian football.Inter Milan's golden era came in the 1960s, under the guidance of legendary manager Helenio Herrera. Known as 'La Grande Inter,' the team achieved unprecedented success, winning three consecutive European Cups from 1964 to 1966, cementing their place as one of the continent's elite clubs. The squad boasted iconic players such as Giacinto Facchetti, Sandro Mazzola, and Luis Suárez Miramontes.Inter Milan's home stadium, San Siro, is a renowned footballing venue and has been witness to many historic moments in the club's history. The Derby della Madonnina against city rivals AC Milan is one of the most fiercely contested rivalries in Italian football, adding further excitement and intensity to Inter's fixtures.Inter Milan's commitment to excellence is reflected in their net worth and the quality of their squad. The club has consistently competed at the highest level, both domestically and in European competitions. Recent years have seen Inter Milan reclaim their position as a top team in Italy, with success in the Serie A and strong performances in the UEFA Champions League.Off the field, Inter Milan is dedicated to social responsibility and community engagement. The club actively supports various charitable initiatives, focusing on education, social inclusion, and health promotion, and strives to make a positive impact on society.In conclusion, Inter Milan's rich history, legendary players, and fierce rivalries have established them as one of Italy's most successful and beloved football clubs. With a strong financial backing, a passionate fanbase, and a commitment to excellence, Inter Milan continues to strive for success and aims to add to its trophy cabinet, both domestically and in Europe."
        },
        {
            "id": 16,
            "logo": "intermiami.png",
            "country": "United States",
            "club-name": "Inter Miami CF",
            "stadium": "DRV PNK Stadium, Fort Lauderdale, Florida, United States",
            "net-worth": "0.60 Billion",
            "clubhistory": "Inter Miami CF is a professional football club based in Fort Lauderdale, Florida, United States. Founded in 2018, the club competes in Major League Soccer (MLS), the top tier of American soccer.Inter Miami CF's formation was announced by soccer icon David Beckham as part of his efforts to bring a MLS team to Miami. The club's name, Inter Miami, pays homage to the international and multicultural city it represents.Inter Miami CF made its debut in the MLS in 2020, marking a new chapter in the history of football in Miami. The team plays its home matches at DRV PNK Stadium, a modern venue that provides an intimate and vibrant atmosphere for fans.Inter Miami CF's commitment to success and attracting top talent is reflected in its net worth and squad composition. The club has invested in high-profile players, both from the United States and internationally, aiming to build a competitive team that can challenge for MLS titles.Off the field, Inter Miami CF is actively engaged in community outreach and philanthropic endeavors. The club strives to make a positive impact in the local community, supporting various initiatives related to youth development, education, and social inclusion.Inter Miami CF's early years have been marked by the enthusiasm and support of the fans in Miami. The club aspires to become a cornerstone of the community, bringing people together through the universal language of football. With a promising future ahead, Inter Miami CF aims to establish itself as a prominent club in MLS and contribute to the growth of soccer in the United States."
        }
    ]
}