{
    "club-details": [
        {
            "id": 1,
            "logo": "mancity.png",
            "country": "England",
            "club-name": "Manchester City FC",
            "stadium": "Etihad Stadium, Manchester, England",
            "net-worth": "4.25 Billion"
        },
        {
            "id": 2,
            "logo": "realmadrid.png",
            "country": "Spain",
            "club-name": "Real Madrid CF",
            "stadium": "Santiago Bernabeu Stadium, Madrid, Spain",
            "net-worth": "4.24 Billion"
        },
        {
            "id": 3,
            "logo": "barcelonafc.png",
            "country": "Spain",
            "club-name": "FC Barcelona",
            "stadium": "Camp Nou, Barcelona, Spain",
            "net-worth": "4.02 Billion"
        },
        {
            "id": 4,
            "logo": "manunited.png",
            "country": "England",
            "club-name": "Manchester United FC",
            "stadium": "Old Trafford, Manchester, England",
            "net-worth": "3.81 Billion"
        },
        {
            "id": 5,
            "logo": "liverpool.png",
            "country": "England",
            "club-name": "Liverpool FC",
            "stadium": "Anfield, Liverpool, England",
            "net-worth": "3.30 Billion"
        },
        {
            "id": 6,
            "logo": "juventus.png",
            "country": "Italy",
            "club-name": "Juventus FC",
            "stadium": "Allianz Stadium, Turin, Italy",
            "net-worth": "1.95 Billion"
        },
        {
            "id": 7,
            "logo": "psg.png",
            "country": "France",
            "club-name": "Paris Saint-Germain FC",
            "stadium": "Parc des Princes, Paris, France",
            "net-worth": "1.91 Billion"
        },
        {
            "id": 8,
            "logo": "bayern.png",
            "country": "Germany",
            "club-name": "FC Bayern Munich",
            "stadium": "Allianz Arena, Munich, Germany",
            "net-worth": "1.87 Billion"
        },
        {
            "id": 9,
            "logo": "chelsea.png",
            "country": "England",
            "club-name": "Chelsea FC",
            "stadium": "Stamford Bridge, London, England",
            "net-worth": "1.85 Billion"
        },
        {
            "id": 10,
            "logo": "arsenal.png",
            "country": "England",
            "club-name": "Arsenal FC",
            "stadium": "Emirates Stadium, London, England",
            "net-worth": "1.75 Billion"
        },
        {
            "id": 11,
            "logo": "tottenham.png",
            "country": "England",
            "club-name": "Tottenham Hotspur FC",
            "stadium": "Tottenham Hotspur Stadium, London, England",
            "net-worth": "1.60 Billion",
            "clubhistory": "Tottenham Hotspur Football Club, commonly known as Spurs, is a renowned football club based in North London, England. Established in 1882, Spurs has a rich and storied history that has seen the club achieve success on both domestic and international stages.Tottenham's early years were marked by their formation as a local amateur club. However, in 1908, Spurs became the first non-league club to win the FA Cup, a feat that catapulted them into the professional ranks. The club's rise continued throughout the 20th century, with notable successes in the 1950s and 1960s.Under the guidance of the legendary manager Bill Nicholson, Tottenham experienced their most successful period. Known as the 'Glory, Glory' years, the team won numerous trophies, including the league title in 1951 and 1961, the FA Cup in 1961, 1962, and 1967, and the UEFA Cup Winners' Cup in 1963, becoming the first British club to win a major European competition. This era also saw the emergence of great players such as Danny Blanchflower, Dave Mackay, and Jimmy Greaves.Tottenham's European success continued in the 1970s, when they won the UEFA Cup (now the UEFA Europa League) in 1972 and became the first British club to win two different European trophies. The club's domestic fortunes fluctuated in the subsequent years, with intermittent cup successes and league challenges.In recent years, Tottenham has experienced a resurgence under the leadership of manager Mauricio Pochettino and now Nuno Espírito Santo. The team has consistently finished in the top four of the Premier League, securing qualification for the UEFA Champions League and demonstrating their status as a top-level club.Tottenham's home stadium, White Hart Lane, held a special place in the club's history before being replaced by the state-of-the-art Tottenham Hotspur Stadium in 2019. The new stadium has become an iconic venue, offering a modern and immersive experience for fans.The North London derby against Arsenal is one of the most fiercely contested rivalries in English football and adds further excitement to Tottenham's fixtures. These matches capture the passion and intensity of football in the capital city.Off the field, Tottenham Hotspur has been involved in various community and charitable initiatives. The club has focused on youth development through their academy, nurturing young talent and providing opportunities for local players.In conclusion, Tottenham Hotspur FC's history is characterized by periods of success, iconic players, and a dedicated fanbase. From their early triumphs to their resurgence in recent years, the club's commitment to attacking football and entertaining their supporters has made them a significant presence in English football. With a rich heritage and a bright future, Spurs continue to captivate fans around the world with their style of play and pursuit of glory."
        }
    ]
}